"use client";
import React from "react";

import styles from "../../tsarstvie/law/styles.module.css";

import Link from "next/link";

const page = () => {
  return (
    <div className={styles.wrapper}>
      <div className={styles.blok}>
        <div className={styles.text}>
          <h4>
            Мир вам и дому нашему. Приглашаю желающих исполнить Волю Отца нашего
            Иисуса Христа. Воля Иисуса Христа в строительстве Престола Давида,
            город Описанного Иоанном Богословом. Мы строим с Божьего
            Благословения. Строительство Царствия на земле включает в себя ряд
            разных направлений. Это и формирование финансовых механизмов. Это и
            формирование духовных институтов. Это и формирование синедриона. Это
            и само строительство составляющих города. Скиния. Ковчег. Сады
            царствия. Жилые помещения. Рабочие помещения. Помощь нужна и в
            отборах людей. Кого пускать, кого нет. Помощь в переводах, обучениях
            и многое другое, что вкупе охарактеризовывает строительство Царствия
            на планете Земля, колыбели человечества. В нашем понимании Царствие,
            форма правления и сейчас, для установления царствия на земле и
            встречи с нашим Отцом Иисусом Христом Грядущим с Новым Именем мы
            приглашаем вас принять участие в жизни книги первого Воскрешения.
            Итак, если вы ищите Иисуса, предлагаю вам для начала принять участие
            в непосредственной подготовке ко встречи с нашим Отцом. Выберите
            направление в котором хотите помочь.
          </h4>
          <Link href="/contacts">1) Формирование духовных механизмов. </Link>
          <Link href="/contacts">2) Формирование материальной среды. </Link>
          <Link href="/contacts">3) Формирование культурных ценностей. </Link>
          <Link href="/contacts">4) Формирование научных механизмов. </Link>

          <p>
            <a href="law/lawOne" className={styles.optuw}>
              Тесты.
            </a>
            .
            <a href="/tsarstvie/intero" className={styles.optuw}>
              Учение.
            </a>
          </p>
        </div>
      </div>
      <button className={styles.buttonla}>
        <a href="/additional">Назад.</a>
      </button>
    </div>
  );
};

export default page;
