"use client";
import React from "react";

import styles from "../lawArab/styles.module.css";

import Link from "next/link";

const page = () => {
  return (
    <div className={styles.wrapper}>
      <p className={styles.tex}>
        بصفتي حامل العرش ورسوله، أرغب في تبديد أوهامكم التي يغذيها أولئك الذين
        يفتقرون إلى البصيرة.
      </p>
      <div className={styles.blok}>
        <div className={styles.text}>
          <p>
            واحد. قرر أولًا من تتبع وإلى أين أنت ذاهب. إن كنت تتبع المسيح، فأطع
            شريعته. وإن اخترت اتباع قيصر، فانسَ أمر المسيح. يسوع وقيصر طريقان
            مختلفان. الطريق المؤدي إلى المسيح يؤدي إلى الملكوت. أما إن اتبعت
            قيصر، فقد اخترت طريق الهلاك. لذلك، قرر أولًا من تتبع: المسيح أم
            قيصر. أقول لكم، إنكم مخطئون إذ تغذون أنفسكم بالأوهام وتصنعون لأنفسكم
            أصنامًا من آباء كذبة.
          </p>
          <p>
            ٢. أيها الشاربون، مدمنو المخدرات، المدخنون، السابحون، المختلون
            عقلياً، وغيرهم، هل تعتبرون أنفسكم حقاً جديرين بالمسيح؟ أنتم مخطئون
            تماماً. سيفتح هذا المصدر أعينكم ويبدد أوهامكم. اعلموا أنه إذا لم
            تتخلصوا من عاداتكم السيئة قبل أن يتوقف قلبكم عن النبض، فإن طريقكم
            إلى الجحيم قد بدأ. لا تستسلموا لأي أوهام. الصالحون نادراً ما ينجون؛
            كم من الصالحين قابلتم؟
          </p>
          <p>
            ثالثًا، إذا انفصلت عن شريكك دون الشعور بالذنب، فإما أن تعودا لبعضكما
            أو ستذهبان إلى الجحيم. لا يوجد شريك آخر يناسبك، وادعُ الله ألا يكون
            من تركتهم مخطوبين.
          </p>
          <p>
            أيها القتلة، أياً كنتم ومهما كانت ظروف جريمتكم (حادث، حرب، دفاع عن
            النفس، أو أي شيء آخر)، ليس لكم مكان في ملكوت السماوات ولا في
            الكنيسة. بيتكم، جهنم، سيحترق إلى الأبد. ملعون أولئك الكهنة عديمو
            الرحمة الذين ضللوكم؛ ستُعاقبون على أقوالكم وأفعالكم.
          </p>
          <p>
            ٥ بالسلطة المخولة لي، أتحدث إليكم. في هذه اللحظة، لا أرى كنيسة واحدة
            تُبشَّر بقيامة المسيح. في غضون أيام قليلة، ستُلغى مدرستكم، إلى جانب
            مدارس أخرى، وسيُلغى عهد موسى الدموي، ومعه سأكسر عجلة يعقوب.
          </p>
          <p>
            يا صديقي العزيز، افعل كل شيء وفقًا للشريعة. افعل كل ما أُمرت به، إلا
            إذا تعارض مع شريعة المسيح. صدقني، بطاعتك لشريعة المسيح، تُطيع
            تلقائيًا شريعة العالم. تذكر، ما لله فهو لله. ما لقيصر فهو للملوك
            والرؤساء والفراعنة والأمراء. القاتل، كالزاني، لا يستطيع أن يُضحي
            بنفسه من أجل أصدقائه.
          </p>
        </div>
        <div className={styles.textTsar}>
          <p>
            أنت نفسك تتحمل اللوم لعدم استماعك للأشخاص المناسبين. اذهب واسأل من
            علّموك هذا. أطلب من كل من يشاركني قيمي المسيحية الإجابة على هذه
            الأسئلة. بنهاية هذه الأسئلة، ستفهم ما إذا كنت تستطيع أن تكون في
            المكان الذي أنا فيه والمسيح، أو ما إذا كان لا يزال أمامك الكثير
            لتتعلمه.{" "}
            <a href="/tsarstvie/lawArab/lawOneArabi" className={styles.optuw}>
              إجابة.
            </a>
          </p>
        </div>
      </div>
      <button className={styles.buttonlaAra}>
        <a href="/tsarstvie/3">منزل</a>
      </button>
    </div>
  );
};

export default page;
