import React from "react";

import styles from "../../educat/[id]/styles.module.css";
import { title } from "process";
import Link from "next/link";

const content = {
  1: {
//     // title: "Заповеди.",
//     qttsyyty:
//       "Я, Всевышний Иисус Христос, Бог твой, Который Привёл тебя в Дом Свой как Клялся отцам твоим народу Моему Израилю. Да не будет у вас иных богов Пред Лицом Моим.",
  },
};

const page = async({params}) => {
  console.log(await params)
  const id = (await params).id
  return (
    <div className={styles.wrapper}>
      <div>
        <h1 className={styles.wrapH3}>
          Вопрос от монаха Попила. Валаамский монастырь. 16.07.2026 г. Что ты
          думаешь о Тысячелетнем царстве?
        </h1>
      </div>
      <h2>Ответ.</h2>
      <div>
        Вопрос, по-своему хорош и плох по той причине, что с точки зрения
        традиционного христианского восприятия, то откровение, которое я несу,
        значительно отличается от опубликованных которые погубило многих, кто
        говорил о неверной интерпретации. Я противник споров и любой спор должен
        пресекаться тем, кто любит если на это нет ясного и чёткого ответа. В
        самоволку никто не запрещает, ведь надо помнить, последнее слово за
        Христом! Разбавьте смирение, смелостью! Ибо истина не укладывается в
        рамки натянутых как одеяло догматов. Истина подобна воде, которая
        разорвет мехи человеческого разумения если наливать не в своём времени.
        Для одних она становится ключом, для других — ядом. Многое зависит от
        того, как к этому подойти, как разобраться, пришло время или нет. Она
        явна и очевидна для любого здравомыслящего. Кто такой здравомыслящий?
        Совершеннолетний индивид отвечающий за свои слова перед Иисусом. Кто
        совершеннолетние? Осознавшие себя и ответившие за себя перед
        Иисусом.{" "}
      </div>
      <div className={styles.educatwrah2}>
        <h2 className={styles.educatwrapph2}>
          1. Отсрочка Второго Пришествия и новое имя.
        </h2>
        Прежде всего, тебе следует посмотреть на временные рамки. Иисус не
        Придет в ближайшие 1000 лет. Когда Он явится вновь, Он будет Носить
        новое Имя — Исав. Этот тысячелетний период дан не для ожидания в
        бездействии, а для колоссальной созидательной работы.
        <h3 className={styles.educatwrapph2}>
          Слова Иоанна в 20 главе звучат так:
        </h3>
        <h4 className={styles.educatwrapph4}>
          1 И увидел я Ангела, сходящего с неба, который имел ключ от бездны и
          большую цепь в руке своей. 2 Он взял дракона, змия древнего, который
          есть диавол и сатана, и сковал его на тысячу лет,
        </h4>
      </div>
      <h3>
        Великий Гром и начало собирания. Отсчет этого тысячелетнего периода
        начнется с Великого Грома.
      </h3>
      Это суть две маслины и два светильника, стоящие пред Богом земли. 5 И если
      кто захочет их обидеть, то огонь выйдет из уст их и пожрёт врагов их; если
      кто захочет их обидеть, тому надлежит быть убиту. 6 Они имеют власть
      затворить небо, чтобы не шёл дождь на землю во дни пророчествования их, и
      имеют власть над водами превращать их в кровь, и поражать землю всякою
      язвою, когда только захотят. 7 И когда кончат они свидетельство своё,
      зверь, выходящий из бездны, сразится с ними, и победит их, и убьёт их, 8 и
      трупы их оставит на улице великого города, который духовно называется
      Содом и Египет, где и Господь наш распят. 9 И многие из народов, и колен,
      и языков, и племён будут смотреть на трупы их три дня с половиною, и не
      позволят положить трупы их во гробы. 10 И живущие на земле будут
      радоваться сему и веселиться, и пошлют дары друг другу, потому что два
      пророка сии мучили живущих на земле. 11 Но после трёх дней с половиною
      вошёл в них дух жизни от Бога, и они оба стали на ноги свои; и великий
      страх напал на тех, которые смотрели на них. 12 И услышали они с неба
      громкий голос, говоривший им: взойдите сюда.
      _______________________________________________________________ Этому
      предшествуют конкретные знамения: два сердца будут казнены великою
      блудницей, Великая блудница, ныне земля Израиля, Сектора Газа. а ключи от
      Царства перейдут к колену Неффалимову.
      ________________________________________________________________________
      1) И Сказал Всевышний Иисус Христос разбойнику, Говоря: скажи сынам и
      дочерям Израилевым, так Говорит Всевышний Иисус Христос, Бог ваш.
      Разделите землю Израилеву на двенадцать колен. 6) Колену Неффалимова
      причислите сынов и дочерей, земли: России. Украины. Белоруссии. Молдавии.
      Эстонии. Латвии.
      ________________________________________________________________- Когда
      грянет этот Гром, начнется великое волнение. Сотни миллионов людей — не
      только праведники, но и представители всех народов, от мала до велика —
      устремятся к одному центру. Этим центром станет земля обетованная в
      окрестностях города Орска. Я считаю её таковым местом и город расположен
      будет именно в моих координатах. Ваш символ веры и духовного обретения,
      ваше начало, Внутренняя духовная путеводная звезда. Начало и конец. Верх и
      низ. Альфа и Омега. Великий Гром станет сигналом, который пробудит в людях
      память о их небесном происхождении. 4 И увидел я престолы и сидящих на
      них, которым дано было судить, и души обезглавленных за свидетельство
      Иисуса и за слово Божие, которые не поклонились зверю, ни образу его, и не
      приняли начертания на чело своё и на руку свою. Они ожили и царствовали со
      Христом тысячу лет. 5 Прочие же из умерших не ожили, доколе не окончится
      тысяча лет. Это — первое воскресение.
      ___________________________________________________________ Этот звук
      разрушит иллюзии, на которых держался старый мир, и обнажит истинную
      природу каждого человека. Орск же будет точкой, где сойдутся все духовные
      пересечения — подобно тому, как Иерусалим был центром ветхого Израиля, но
      теперь это будет центр Израиля духовного, собранного из всех племен и
      языков. Великий Отбор и структура Царства. В окрестностях Орска начнется
      отбор: люди будут разделены на праведников и грешников. Именно праведники,
      прошедшие этот отбор, первыми начнут формировать звенья Престола Давида.
      Этот процесс не будет быстрым. Он растянется на несколько столетий. В его
      ходе будет создано новое духовное и социальное устройство: 1. Учредят
      Церковь и разветвленная сеть филиалов. 2. Зарегистрируют особые компании,
      которые в пророческом смысле станут «Светильниками», освещающими путь
      новому человечеству. 3. Сформируете тесты для отбора людей из среды одних.
      4. Много переводов. 5. Обучению Божьему языку. Ностратика. Отбор этот
      будет происходить не по внешним признакам благочестия, а внутренним. Этот
      раздел описан в книги ключи более подробно. География и устройство Нового
      Города Центром этого тысячелетнего царства станет город с четко
      очерченными границами — его территория составит 4\5 километров, при этом
      нужно помнить, длинна ширина города по 2208 метров. А расти он должен в
      высоту пока город вместе с крестом, не достигнет высоты 2208 метро. Вам
      хватит места. В городе, растительная еда, никакой прежде одушевлённой,
      еды. Зверушки вам в помощь, а не для питания ими. Этот раздел описан в
      книги ключи более подробно. Педагогика Царства: воспитание праведников и
      жертва грешников Особое внимание в новом укладе будет уделено детям и
      чистоте рода. Это краеугольный момент: 1. Дети запечатленных (праведников)
      — с них нужно начать. Когда мальчик и девочка, прошедшие печать, создадут
      семью и у них родится ребенок, он будет полностью огражден от общения с
      грешным миром. Территория города станет для него безопасным коконом. Если
      с пеленок воспитывать ребенка в абсолютной любви и строго обучать
      божественным дисциплинам, то к совершеннолетию он обретет такую духовную и
      нравственную силу, что его можно будет выпустить в «большой мир». Он
      выйдет туда не для того, чтобы погибнуть, а, чтобы просто жить, осознавая,
      кто он и каково его истинное предназначение. Для того, чтобы по-настоящему
      познакомиться со Христом и осознать многие ключевые истины, у грядущих
      детей, выращенных в таких условиях, будет несоизмеримо больше возможностей
      для познания Бога. 2. Грешники будут обитать за пределами города. Их
      задачей станет защита города — и это будет не наказанием, а привилегией,
      которую они заслужат. Условием этой привилегии станет жертва: они должны
      будут отдать своих детей (в возрасте до трех лет) в город, чтобы те
      воспитывались в святости и чистоте внутри его границ. Так, я накладываю
      печать на кесаря и сковываю его цепями доколе не пройдёт тысяча лет. 2 Он
      взял дракона, змия древнего, который есть диавол и сатана, и сковал его на
      тысячу лет, 3 и низверг его в бездну, и заключил его, и положил над ним
      печать, дабы не прельщал уже народы, доколе не окончится тысяча лет.
      ______________________________________________________ 6. Причина твоей
      духовной слепоты Ты спрашиваешь, почему не можешь обуздать, принять и
      увидеть эту картину? Ответ кроется в природе греха. Убийцы, Разведённые.
      Пьющие, курящие или одержимые иными страстями не способны видеть то, что
      открыто тем, кто от этих страстей свободен. Проблема кроется в самой сути
      греха. Сущностей (или «сутей») греха совсем немного — их около десяти,
      может быть, чуть больше. Но вот форм, которые эти сущности принимают в
      материальном мире, бесконечное множество. Именно эти формы (в виде
      привычек, зависимостей и страстей) создают пелену на духовных глазах, не
      позволяя увидеть логику Царства. Я мог бы сказать еще очень много. Но
      какой смысл сотрясать воздух? Сейчас воплощать это в жизнь невозможно, а
      фиксировать на бумаге пошаговые инструкции не имеет смысла. Для того, кто
      имеет духовное зрение, эти действия очевидны. Они вытекают друг из друга,
      они логичны и закономерны. Истина этого устройства станет ясна тому, кто
      очистит свой взор от множества форм греха и сможет увидеть его истинные
      сущности. Книга «Ключи» Слова Книги «Ключи» ещё не зафиксированы
      окончательно, я только пишу её на папирусе. Они ещё не отлились в папирус,
      ещё не запечатаны главной печатью. Но то, что мне открывается, это не мои
      фантазии, а вытекающее звено из той цепи, которую закладывает Вечный
      Завет, Завет Мира. И вы, читающие эти строки, должны понимать: каждое
      слово — это семя. И от того, как вы его примете, зависит, взойдёт оно или
      сгниёт в земле вашего неверия. Почему я называю этот храм, Престол Давида,
      книгой первого воскресения? И помните: Исав Грядёт с Новым Именем. И Он Не
      Будет Спасать тех, кто не спас себя сам. Он Придёт Собрать тех, кто уже
      готов. Тех, кто уже построил свой храм в сердце. Покайтесь! Ибо отныне,
      Царство наступает.
    </div>
  );
};

export default page;