export const books = [
  {
    id: 1,
    title: "Книга 1",
    text: [
      "Смирнская церковь. Почтовый адрес.Им заполнять (Вердикт 5 и 7)Смирнская церковь. Почтовый адрес.Им заполнять (Вердикт 5 и 7)Смирнская церковь. Почтовый адрес.Им заполнять (Вердикт 5 и 7)Смирнская церковь. Почтовый адрес.Им заполнять (Вердикт 5 и 7)Смирнская церковь. Почтовый адрес.Им заполнять (Вердикт 5 и 7)",
      "Пергамская церковь.Почтовый адрес.Е-мэйл.Им заполнять (Вердикт 6)",
      "Фиатирская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
      "Сардиская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
      "Филадельфийская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
    ],
  },
  {
    id: 2,
    title: "Книга 2",
    text: [
      "Смирнская церковь. Почтовый адрес.Им заполнять (Вердикт 5 и 7)",
      "Пергамская церковь.Почтовый адрес.Е-мэйл.Им заполнять (Вердикт 6)",
      "Фиатирская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
      "Сардиская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
      "Филадельфийская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
    ],
  },
  {
    id: 3,
    title: "Книга 3",
    text: [
      "Смирнская церковь. Почтовый адрес.Им заполнять (Вердикт 5 и 7)",
      "Пергамская церковь.Почтовый адрес.Е-мэйл.Им заполнять (Вердикт 6)",
      "Фиатирская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
      "Сардиская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
      "Филадельфийская церковь. Почтовый адрес.Е-мэйл. Им заполнять (Вердикт 2)",
    ],
  },
];