export const verdicts = [
  {
    id: 1,
    title: "verdict1",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict2",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict3",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict4",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict5",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict6",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict8",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict9",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
  {
    id: 2,
    title: "verdict10",
    text: "10. Книга десять. Вердикт десять. Друзья разбойника. Жители города.Праведники. Сто сорок \n четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [1],
  },
];