export const verdicts = [
  {
    id: 1,
    title: "Вердикт 1",
    text: "Первая книга. Вердикт один. Убийству нет прощения. Противящийся злу, дополняет зло. Убийство во имя защиты, правды, отечества, есть нарушение. Убийство во Имя Моё, есть нарушение. Прощения за это нет и не будет. Простил убийство, стал убийцей. Самоубийство - тоже убийство. Пособничество в убийстве, убийство. Отправил убивать, стал убийцей. На земле нет того, кто простит убийство!",
    books: [1],
  },
  {
    id: 2,
    title: "Вердикт 2",
    text: "Вторая книга. Вердикт два. Разводящиеся без вины прелюбодеяния. Разведённые, без вины прелюбодеяния в ад. Обручающиеся с разведёнными по вине прелюбодеяния, запрещено! Рукоблудники, всяк извращённый, извращенец и сменивший пол, горите там же где и убийцы. Священники освобождаются от прощений всяких грехов.",
    books: [2],
  },
  {
    id: 3,
    title: "Вердикт 3",
    text: "Третья книга. Вердикт три. Нанесение рисунков под кожу (Татуировки или ещё, какое название выдумаете), запрещено. Пьющие спиртное, хоть самую малость, запрещено. Курящие, употребляющие всякое дурманящее, матершинники, сквернословящие, пререкающиеся, спорящие, туда-же, где и разведённые по вине прелюбодеяния.",
    books: [3],
  },
  {
    id: 4,
    title: "Вердикт 4",
    text: "Четвёртая книга. Вердикт четыре. Колдуны. Чародеи. Гадалки. Астрологи. Маги. Духовызыватели, все в гиену огненную к отцу своему.",
    books: [4],
  },
  {
    id: 5,
    title: "Вердикт 5",
    text: "Пятая книга. Вердикт пять. Фараоны. Цари. Князья. Прочие главенствующие. Президенты. Главы земель (Страны).",
    books: [5],
  },
  {
    id: 6,
    title: "Вердикт 6",
    text: "Шестая книга. Вердикт шесть. Лжепророки. Иконы, ложные боги (Материальное). Лжеотцы: Опекунов и кровных отцов, можно называть отцами, отец. Лжеучителя: Дающие советы как жить людям. Лжесвященники: Патриархи, их замы, все нарушители в длинных одеждах. Раскольники: Все те, кто виновен в расколе.",
    books: [6],
  },
  {
    id: 7,
    title: "Вердикт 7",
    text: "Седьмая книга. Вердикт семь. Лжерелигии: Индуиская. Мусульманская. Иудейская. Католики. Православные. Старообрядцы. Всех напишите, кто потакал малейшему злу.",
    books: [7],
  },
  {
    id: 8,
    title: "Вердикт 8",
    text: "Восьмая книга. Вердикт восемь. В эту книгу всех Николаитов. Производители спиртного и всякого дурманящего, делающих вещей для извращенцев. Напишите прочих несущих злодейства. По словам разбойника, банкиры, заводы, отравляющие природу, землю и детей Моих. Всех в эту книгу.",
    books: [8],
  },
  {
    id: 9,
    title: "Вердикт 9",
    text: "Книга девять. Вердикт девять. Мясоеды, людоеды. Убийцы флоры и фауны.",
    books: [9],
  },
  {
    id: 10,
    title: "Вердикт 10",
    text: "Книга десять. Вердикт десять. Друзья разбойника. Жители города. Праведники. Сто сорок четыре тысячи девственников мужского пола, тех, кто согласились идти за Мной. \n Запечатлённые. Помилованные.",
    books: [10],
  },
];